@extends('layouts.template2')

@section('title')
เงื่อนไขการให้บริการ | AcmeTrader
@stop



@section('stylesheet')

@stop('stylesheet')



@section('content')



<div class="theme-page-section theme-page-section-lg">
  <div class="container">
    <div class="row row-col-static row-col-mob-gap" id="sticky-parent" data-gutter="60">
      <div class="col-md-2 ">


      </div>

      <div class="col-md-8 ">
        <div class="theme-payment-page-sections">
          <div class="theme-payment-page-sections-item">
            <div class="theme-payment-page-signin">

              <div class="theme-payment-page-signin-body">
                <h4 class="theme-payment-page-signin-title">Terms & Conditions</h4>


              </div>

            </div>
          </div>
          <div class="theme-payment-page-sections-item">
            <div class="theme-search-results-item theme-payment-page-item-thumb">
              <div class="row" data-gutter="20">


                <div class="col-md-12 ">
                  <h5 class="theme-search-results-item-title theme-search-results-item-title-lg">เงื่อนไขการให้บริการ</h5>
                  <h3 class="theme-payment-page-form-title">1. บทนำ</h3>
                  <p class="theme-payment-page-signin-subtitle">1.1 ขอต้อนรับสู่แพลตฟอร์ม (“ไซต์”) โปรดอ่านเงื่อนไขการให้บริการต่อไปนี้อย่างละเอียดก่อนใช้ไซต์นี้ หรือ เปิดบัญชี AcmeTrader (“บัญชี”) เพื่อที่คุณจะได้ทราบถึงสิทธิและข้อผูกพันตามกฎหมายของคุณอันเกี่ยวเนื่องกับ AcmeTrader และบริษัท แอ็คดิเคเตอร์ จำกัด (เรียกแยกและเรียกรวมกันว่า “AcmeTrader”, “เรา”, “พวกเรา” หรือ “ของเรา”) “บริการ” ที่เราจัดไว้ให้หรือทำให้ใช้งานได้รวมถึง (ก) ไซต์ (ข) บริการที่จัดไว้ให้โดยไซต์และโดยซอฟต์แวร์ไคลเอ็นต์ AcmeTrader ที่ทำให้ใช้งานได้ผ่านทางไซต์ และ (ค) ข้อมูลข่าวสารทั้งหมด หน้าที่เชื่อมโยง คุณสมบัติ ข้อมูล ข้อความสั้นๆ รูปภาพ ภาพถ่าย กราฟิก เพลง เสียง วิดีโอ (รวมถึงการทำ live stream) ข้อความ แท็ก เนื้อหา โปรแกรม ซอฟต์แวร์ บริการแอปพลิเคชั่น (รวมถึงโดยไม่จำกัดเพียงบริการแอปพลิเคชั่นบนมือถือใดๆ) หรือวัสดุอื่นๆ ที่ทำให้ใช้งานได้ผ่านทางไซต์หรือบริการที่เกี่ยวข้องกับไซต์ (“เนื้อหา”) คุณสมบัติใหม่ใดๆ ที่เพิ่มไปยังหรือเสริมให้กับบริการจะอยู่ภายใต้เงื่อนไขการให้บริการนี้ด้วยเช่นกัน เงื่อนไขการให้บริการนี้จะควบคุมการใช้บริการของคุณซึ่งจัดไว้ให้โดย AcmeTrader</p>
                    <br />

                    <p class="theme-payment-page-signin-subtitle">1.2 บริการที่รวมบริการแพลตฟอร์มออนไลน์ซึ่งจัดหาสถานที่และโอกาส เพื่อการขายสินค้าระหว่างผู้ซื้อ (“ผู้ซื้อ”) และผู้ขาย (“ผู้ขาย”) (เรียกรวมว่า “คุณ” “ผู้ใช้” หรือ “คู่ให้สิทธิให้”) สัญญาขายที่แท้จริงเป็นสัญญาระหว่างผู้ซื้อและผู้ขายโดยตรง คู่สัญญาของธุรกรรมดังกล่าวจะรับผิดชอบต่อสัญญาขายระหว่างคู่สัญญาทั้งหมด </p>
                      <br />
                      <p class="theme-payment-page-signin-subtitle">1.3 ก่อนที่จะเป็นสมาชิกของไซต์ คุณจะต้องอ่านและยอมรับข้อกำหนดและเงื่อนไขทั้งหมดใน และที่เชื่อมโยงกับ เงื่อนไขการให้บริการนี้และคุณจะต้องยินยอมรับการดำเนินการข้อมูลส่วนบุคคลของคุณดังที่อธิบายไว้ในนโยบายความเป็นส่วนตัวซึ่งมีลิงก์ไว้ในที่นี้ </p>
                        <br />

                    <p class="theme-payment-page-signin-subtitle">1.4 AcmeTrader สงวนสิทธิ์ในการเปลี่ยนแปลง ดัดแปลง ระงับ หรือยกเลิกไซต์นี้หรือบริการทั้งหมดหรือบางส่วนได้ตลอดเวลา AcmeTrader อาจออกบริการบางอย่างหรือคุณสมบัติของบริการในรุ่นเบต้า ซึ่งอาจไม่ทำงานอย่างถูกต้อง หรือในลักษณะเดียวกันกับที่รุ่นสุดท้ายอาจทำงาน และเราจะไม่รับผิดในสถานการณ์ดังกล่าว AcmeTrader ยังอาจกำหนดขอบเขตสำหรับคุณสมบัติบางอย่าง หรือจำกัดการเข้าถึงบางส่วนหรือทั้งหมดของไซต์หรือบริการโดยใช้ดุลยพินิจของตัวเองแต่เพียงผู้เดียว และโดยไม่ต้องแจ้งหรือรับผิด</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">1.5 AcmeTrader สงวนสิทธิ์ในการปฏิเสธที่จะให้คุณเข้าถึงไซต์หรือบริการ หรือปฏิเสธที่จะอนุญาตให้คุณเปิดบัญชีไม่ว่าด้วยเหตุผลใดก็ตาม

โดยการใช้บริการหรือเปิดบัญชี AcmeTrader คุณได้ให้การยอมรับและความยินยอมที่เพิกถอนไม่ได้ต่อข้อตกลงนี้ รวมถึงข้อกำหนด เงื่อนไขและนโยบายเพิ่มเติมที่อ้างถึงในที่นี่และ/หรือมีลิงก์ไว้ในที่นี้</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">หากคุณไม่เห็นด้วยกับข้อตกลงนี้ โปรดงดใช้บริการหรือเข้าถึงไซต์ของเรา หากคุณอายุต่ำกว่า 18 ปีหรือยังไม่บรรลุนิติภาวะที่จะให้คำยินยอมต่อข้อกำหนดนี้ตามกฎหมายที่เกี่ยวข้องในประเทศของคุณ (“นิติภาวะ”) คุณจะต้องขออนุญาตจากพ่อแม่หรือผู้ปกครองตามกฎหมายเพื่อเปิดบัญชี และพ่อแม่หรือผู้ปกครองตามกฎหมายดังกล่าวต้องเห็นด้วยกับข้อกำหนดของข้อตกลงนี้ หากคุณไม่ทราบว่าคุณบรรลุนิติภาวะแล้วหรือยัง หรือไม่เข้าใจความในข้อนี้ โปรดอย่าสร้างบัญชีจนกว่าจะได้ขอความช่วยเหลือจากพ่อแม่หรือผู้ปกครองตามกฎหมายแล้ว หากคุณคือพ่อแม่หรือผู้ปกครองตามกฎหมายของผู้เยาว์ที่กำลังสร้างบัญชี คุณจะต้องยอมรับข้อกำหนดของข้อตกลงนี้แทนผู้เยาว์และคุณจะต้องรับผิดชอบต่อการใช้งานบัญชีหรือบริการของบริษัททั้งหมดจากการใช้บัญชีดังกล่าว ไม่ว่าบัญชีดังกล่าวจะเปิดอยู่แล้วในขณะนี้หรือสร้างในภายหลังก็ตาม</p>
                    <br />
                    <h3 class="theme-payment-page-form-title">2. ความเป็นส่วนตัว</h3>

                    <p class="theme-payment-page-signin-subtitle">2.1 ความเป็นส่วนตัวของคุณมีความสำคัญมากสำหรับ AcmeTrader เพื่อให้คุ้มครองสิทธิของคุณได้ดีขึ้น เราจึงได้จัดทำนโยบายความเป็นส่วนตัวของ AcmeTrader.com เพื่ออธิบายแนวทางปฏิบัติด้านความเป็นส่วนตัวในรายละเอียด โปรดอ่านนโยบายความเป็นส่วนตัวนี้เพื่อให้เข้าใจว่า AcmeTrader เก็บรวบรวมและใช้ข้อมูลที่เกี่ยวกับบัญชีของคุณ และ/หรือ การใช้งานบริการของคุณอย่างไร (“ข้อมูลของผู้ใช้”) โดยการใช้บริการหรือให้ข้อมูลทางไซต์ คุณ:</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">(ก) ยินยอมให้ AcmeTrader เก็บรวบรวม ใช้งาน เปิดเผย และ/หรือดำเนินการกับเนื้อหา ข้อมูลส่วนบุคคลของคุณและข้อมูลของผู้ใช้ตามที่อธิบายไว้ในนโยบายความเป็นส่วนตัว</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">(ข) ตกลงและยอมรับว่าสิทธิการเป็นเจ้าของในข้อมูลของผู้ใช้เป็นของ AcmeTrader และของคุณร่วมกัน</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">(ค) จะไม่เปิดเผยข้อมูลของผู้ใช้ต่อบุคคลภายนอก ไม่ว่าทั้งหมดหรือบางส่วน หรือยินยอมให้บุคคลภายนอกสามารถเข้าถึงหรือใช้ข้อมูลของผู้ใช้ของท่านโดยไม่ได้รับความยินยอมจาก AcmeTrader เป็นลายลักษณ์อักษรก่อน</p>
                    <br />

                    <p class="theme-payment-page-signin-subtitle">2.2 ผู้ใช้ที่ครอบครองข้อมูลส่วนบุคคลของผู้ใช้คนอื่นผ่านการใช้บริการ (“ฝ่ายผู้รับ”) ตกลงว่าจะ (1) ปฏิบัติตามกฎหมายคุ้มครองข้อมูลส่วนบุคคลที่บังคับใช้ทั้งหมดอันเกี่ยวกับข้อมูลดังกล่าว (2) อนุญาตให้ผู้ใช้ ซึ่งฝ่ายผู้รับได้เก็บรวบรวมข้อมูลส่วนบุคคลไว้ (“ฝ่ายผู้เปิดเผย”) ลบข้อมูลของตนที่เก็บรวบรวมไว้ออกจากฐานข้อมูลของฝ่ายผู้รับ และ (3) อนุญาตให้ฝ่ายผู้เปิดเผยตรวจสอบว่าฝ่ายผู้รับมีการเก็บรวบรวมข้อมูลใดบ้างเกี่ยวกับตน ในแต่ละกรณีของข้อ (2) และข้อ (3) ข้างต้น ตามและเมื่อกฎหมายที่บังคับใช้กำหนดไว้</p>
                    <br />

                    <h3 class="theme-payment-page-form-title">3. สิทธิ์การใช้งานแบบจำกัด</h3>

                    <p class="theme-payment-page-signin-subtitle">3.1 AcmeTrader มอบสิทธิ์การใช้งานแบบจำกัดและเพิกถอนได้ในการเข้าถึงและใช้บริการตามข้อกำหนด และเงื่อนไขของเงื่อนไขการให้บริการนี้ เนื้อหา เครื่องหมายการค้า เครื่องหมายบริการ ชื่อตราสินค้า โลโก้ และทรัพย์สินทางปัญญาอื่นๆ ที่มีกรรมสิทธิ์ทั้งหมด (“ทรัพย์สินทางปัญญา”) ที่แสดงในไซต์ เป็นทรัพย์สินของ AcmeTrader ไม่มีการมอบสิทธิหรือสิทธิ์การใช้งานทั้งโดยตรงหรือโดยอ้อมแก่บุคคลใดที่เข้าถึงไซต์เพื่อใช้งานหรือลอกเลียนแบบทรัพย์สินทางปัญญาใด และไม่มีบุคคลใดที่เข้าถึงไซต์จะสามารถอ้างสิทธิ กรรมสิทธิ์ หรือผลประโยชน์ในไซต์นี้ได้ โดยการใช้หรือเข้าถึงบริการ คุณตกลงที่จะปฏิบัติตามกฎหมายลิขสิทธิ์ เครื่องหมายการค้า เครื่องหมายบริการ และกฎหมายที่บังคับใช้อื่นๆ ทั้งหมด ที่คุ้มครองบริการ ไซต์ และเนื้อหาในไซต์ คุณตกลงที่จะไม่คัดลอก แจกจ่าย เผยแพร่ต่อ ส่งต่อ แสดงแก่สาธารณะ ดำเนินการต่อสาธารณะ ดัดแปลง ปรับเปลี่ยน ให้เช่า ขาย หรือสร้างงานอนุพันธ์จากส่วนหนึ่งส่วนใดของบริการ ไซต์ หรือเนื้อหาในไซต์ คุณยังจะต้องไม่สะท้อนหรือตีกรอบส่วนหนึ่งส่วนใดหรือทั้งหมดของเนื้อหาในไซต์นี้บนเซิร์ฟเวอร์อื่นใด หรือเป็นส่วนหนึ่งของเว็บไซต์อื่น โดยไม่ได้รับคำยินยอมเป็นลายลักษณ์อักษรล่วงหน้าจากเรา นอกจากนี้ คุณตกลงว่าจะไม่ใช้โรบอต สไปเดอร์ หรืออุปกรณ์อัตโนมัติอื่นใด หรือกระบวนการที่ทำด้วยมือเพื่อเฝ้าติดตามหรือคัดลอกเนื้อหาของเรา โดยไม่ได้รับคำยินยอมเป็นลายลักษณ์อักษรล่วงหน้าจากเรา (คำยินยอมดังกล่าวจะถือว่ามอบให้สำหรับเทคโนโลยีเครื่องมือค้นหามาตรฐานที่ใช้โดยเว็บไซต์ค้นหาทางอินเทอร์เน็ตเพื่อนำผู้ใช้อินเทอร์เน็ตมายังเว็บไซต์นี้)</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">3.2 คุณสามารถเชื่อมโยงไปยังไซต์จากเว็บไซต์ของคุณ โดยมีข้อแม้ว่าเว็บไซต์ของคุณไม่ได้แสดงนัยของการรับรองโดยหรือเชื่อมโยงกับ AcmeTrader คุณรับทราบว่า AcmeTrader อาจยกเลิกการให้บริการไม่ว่าทั้งหมดหรือบางส่วนได้ตลอดเวลา ตามดุลยพินิจแต่เพียงผู้เดียวของตน โดยไม่ต้องแจ้งให้ทราบ</p>
                    <br />

                    <h3 class="theme-payment-page-form-title">4. ซอฟต์แวร์</h3>

                    <p class="theme-payment-page-signin-subtitle">ซอฟต์แวร์ที่เราจัดไว้ให้คุณเป็นส่วนหนึ่งของบริการนี้ อยู่ภายใต้ข้อกำหนดของเงื่อนไขการให้บริการนี้ AcmeTrader สงวนสิทธิ์ทั้งหมดต่อซอฟต์แวร์ที่ไม่ได้อนุญาตไว้อย่างชัดแจ้ง โดย AcmeTrader ในที่นี้ สคริปต์หรือรหัสของบุคคลภายนอก ที่เชื่อมโยงไปยังหรืออ้างถึงจากบริการ บุคคลภายนอกที่เป็นเจ้าของสคริปต์หรือรหัสดังกล่าวเป็นผู้มอบสิทธิ์การใช้งานให้แก่คุณ ไม่ใช่มอบให้โดย AcmeTrader</p>
                    <br />

                    <h3 class="theme-payment-page-form-title">5. บัญชีและความปลอดภัย</h3>
                    <p class="theme-payment-page-signin-subtitle">5.1 การทำงานบางอย่างของบริการของเราต้องมีการลงทะเบียนบัญชีโดยเลือกรหัสประจำตัวผู้ใช้ที่ไม่ซ้ำกัน (“ID ผู้ใช้”) และรหัสผ่าน และโดยการให้ข้อมูลส่วนบุคคลบางอย่าง หากคุณเลือก ID ผู้ใช้ ที่ตามดุลยพินิจแต่เพียงผู้เดียวของ AcmeTrader เห็นว่า สร้างความขุ่นเคืองหรือไม่เหมาะสม AcmeTrader มีสิทธิที่จะระงับหรือยกเลิกบัญชีของคุณได้ คุณอาจสามารถใช้บัญชีเพื่อเข้าถึงผลิตภัณฑ์ เว็บไซต์ หรือบริการอื่นๆ ซึ่งเราอนุญาตให้เข้าถึงได้ หรือที่เชื่อมโยงกันหรือทำงานร่วมกัน AcmeTrader ไม่ได้ตรวจสอบ และไม่รับผิดชอบต่อเนื้อหาของบุคคลภายนอก ฟังก์ชั่นการทำงาน ความปลอดภัย บริการ นโยบายความเป็นส่วนตัว หรือการปฏิบัติอื่นๆ ของผลิตภัณฑ์ เว็บไซต์ หรือบริการเหล่านั้น หากคุณกระทำการดังกล่าว เงื่อนไขการให้บริการของผลิตภัณฑ์ เว็บไซต์ หรือบริการเหล่านั้น รวมถึงนโยบายความเป็นส่วนตัวที่เกี่ยวข้อง หากแตกต่างจากเงื่อนไขการให้บริการและ/หรือนโยบายความเป็นส่วนตัวของเรา อาจบังคับใช้กับการใช้ผลิตภัณฑ์ เว็บไซต์ หรือบริการเหล่านั้นของคุณ</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">5.2 คุณตกลงที่จะ (ก) เก็บรักษารหัสผ่านไว้เป็นความลับและใช้เฉพาะ ID ผู้ใช้และรหัสผ่านของคุณเมื่อเข้าสู่ระบบ (ข) ตรวจสอบให้แน่ใจว่าคุณออกจากระบบบัญชีเมื่อสิ้นสุดแต่ละเซสชันบนไซต์ (ค) แจ้ง AcmeTrader ทันทีหากมีการใช้บัญชี ID ผู้ใช้ และ/หรือรหัสผ่านของคุณโดยไม่ได้รับอนุญาต (ง) ตรวจสอบให้แน่ใจว่าข้อมูลบัญชีของคุณถูกต้องและเป็นปัจจุบันอยู่เสมอ คุณต้องรับผิดชอบอย่างเต็มที่ต่อกิจกรรมทั้งหมดที่เกิดขึ้นภายใต้ ID ผู้ใช้และบัญชีของคุณ แม้ว่าคุณจะไม่ได้ทำกิจกรรมหรือทำการใช้งานดังกล่าวก็ตาม AcmeTrader จะไม่รับผิดต่อความสูญเสียหรือความเสียหายที่เกิดจากการใช้รหัสผ่านของคุณโดยไม่ได้อนุญาต หรือการที่คุณไม่สามารถปฏิบัติตามความในส่วนนี้</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">5.3 คุณตกลงว่า AcmeTrader อาจ ไม่ว่าด้วยเหตุผลใดและตามดุลยพินิจแต่เพียงผู้เดียวของตน และโดยไม่ต้องแจ้งหรือรับผิดต่อคุณหรือบุคคลภายนอกใดๆ ยกเลิกบัญชีและ ID ผู้ใช้ของคุณทันที และลบหรือเพิกถอนเนื้อหาใดก็ตามที่เกี่ยวข้องกับบัญชีหรือ ID ผู้ใช้ของคุณออกจากไซต์ มูลเหตุสำหรับการยกเลิกดังกล่าวอาจได้แก่ แต่ไม่จำกัดเพียง (ก) การไม่มีการใช้งานเป็นเวลานานๆ (ข) การละเมิดเจตนารมณ์หรือตัวอักษรของเงื่อนไขการให้บริการนี้ (ค) พฤติกรรมผิดกฎหมาย ฉ้อฉล ล่วงละเมิด ทำให้เสื่อมเสีย คุกคาม หรือขู่เข็ญ (ง) การมีบัญชีผู้ใช้หลายบัญชี (จ) การซื้อสินค้าจากไซต์โดยมีวัตถุประสงค์เพื่อการจำหน่ายต่อ (ฉ) การซื้อสินค้าในลักษณะที่ผิดปกติวิสัยหรือในปริมาณที่มากเกินปกติ (ช) การใช้ voucher ส่วนลดในทางที่ผิด (รวมถึง แต่ไม่จำกัดซึ่ง การจำหน่าย voucher ส่วนลดให้แก่บุคคลอื่นหรือการใช้ voucher ส่วนลดในลักษณะที่ผิดปกติวิสัยหรือในปริมาณที่มากเกินปกติบนไซต์ หรือ (ซ) พฤติกรรมที่เป็นอันตรายต่อผู้ใช้คนอื่น บุคคลภายนอก หรือผลประโยชน์ทางธุรกิจของ AcmeTrader การใช้บัญชีเพื่อจุดประสงค์ที่ผิดกฎหมาย ฉ้อฉล ล่วงละเมิด ทำให้เสื่อมเสีย คุกคาม หรือขู่เข็ญ อาจมีการแจ้งให้หน่วยงานบังคับใช้กฎหมายทราบโดยไม่ต้องแจ้งแก่คุณ หากเกิดข้อพิพาททางกฎหมายหรือการดำเนินคดีเกี่ยวกับบัญชีหรือการใช้บริการของคุณ ไม่ว่าด้วยเหตุผลใดก็ตาม AcmeTrader อาจยกเลิกบัญชีของคุณทันทีโดยไม่แจ้งให้ทราบ</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">5.4 ผู้ใช้สามารถยกเลิกบัญชีของตนได้หากแจ้งให้ AcmeTrader ทราบเป็นลายลักษณ์อักษร (รวมทั้งทางอีเมลที่ support@acdicator.live) ว่าประสงค์ที่จะดำเนินการดังกล่าว โดยไม่คำนึงถึงการยกเลิกดังกล่าว ผู้ใช้ยังคงต้องรับผิดชอบและรับผิดต่อธุรกรรมใดก็ตามที่ยังทำไม่เสร็จสิ้น (ไม่ว่าจะเริ่มก่อนหรือหลังการยกเลิกดังกล่าว) การจัดส่งผลิตภัณฑ์ การชำระค่าผลิตภัณฑ์ หรืออย่างอื่นที่คล้ายกัน และผู้ใช้จะต้องติดต่อ AcmeTrader หลังจากได้ดำเนินการและทำธุรกรรมที่ยังไม่เสร็จสิ้นทั้งหมดให้เสร็จสิ้นในทันทีและอย่างมีประสิทธิภาพตามเงื่อนไขการให้บริการนี้ AcmeTrader ไม่ต้องรับผิด และจะไม่รับผิดต่อความเสียหายที่เกิดขึ้นอันเนื่องมาจากการดำเนินการตามส่วนนี้ ผู้ใช้จะสละสิทธิ์ในการเรียกร้องใดๆ และทั้งหมดบนพื้นฐานการดำเนินการดังกล่าวโดย AcmeTrader</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">5.5 คุณสามารถใช้บริการและ/หรือเปิดบัญชีได้ต่อเมื่อคุณอาศัยอยู่ในประเทศที่ได้รับอนุญาตจากเรา ซึ่งจะมีการปรับปรุงเป็นครั้งคราว</p>
                    <br />

                    <h3 class="theme-payment-page-form-title">6. เงื่อนไขการใช้งาน</h3>
                    <p class="theme-payment-page-signin-subtitle">6.1 สิทธิ์การใช้งานไซต์นี้และบริการมีผลจนกว่าจะมีการยกเลิก สิทธิ์การใช้งานนี้จะยกเลิกตามที่ระบุไว้ในเงื่อนไขการให้บริการ หรือเมื่อคุณไม่ปฏิบัติตามข้อกำหนดหรือเงื่อนไขใดๆ ของเงื่อนไขการให้บริการนี้ ในกรณีดังกล่าว ไม่จำเป็นต้องแจ้งแก่ AcmeTrader เพื่อให้การยกเลิกดังกล่าวมีผล</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">6.2 คุณตกลงที่จะไม่: <br />
                    (ก) อัปโหลด โพสต์ ส่งต่อ หรือทำให้เนื้อหาที่ผิดกฎหมาย เป็นภัย คุกคาม ขู่เข็ญ ล่วงละเมิด ทำให้ตื่นตกใจ ทำให้เป็นทุกข์ หลอกลวง ทำให้เสื่อมเสีย หยาบคาย ลามก หมิ่นประมาท ล่วงล้ำความเป็นส่วนตัวของผู้อื่น น่ารังเกียจ เหยียดเชื้อชาติหรือชาติพันธุ์ ใช้งานได้</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">(ข) ละเมิดกฎหมายซึ่งรวมถึงแต่ไม่จำกัดเฉพาะกฎหมายและข้อบังคับที่เกี่ยวกับข้อจำกัดการส่งออกและการนำเข้า สทธิของบุคคลภายนอก หรือนโยบายสิ่งของต้องห้ามและสิ่งของที่ถูกจำกัด ของเรา</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">(ค) ใช้บริการเพื่อทำอันตรายต่อผู้เยาว์ไม่ว่าในทางใดก็ตาม</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">(ง) ใช้บริการหรืออัปโหลดเนื้อหาเพื่อปลอมแปลงเป็นบุคคลหรือนิติบุคคลอื่น หรือแสดงข้อมูลเท็จเกี่ยวกับความเชื่อมโยงกับบุคคลหรือนิติบุคคลใด</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">(จ) ปลอมแปลงส่วนหัวหรือปรับเปลี่ยนรหัสประจำตัวเพื่อปิดบังแหล่งกำหนดของเนื้อหาที่ส่งต่อผ่านบริการ</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">(ฉ) เป็นต้นเหตุ อนุญาตหรือมอบอำนาจให้ทำการดัดแปลง สร้างงานอนุพันธ์ หรือแปลบริการโดยไม่ได้รับอนุญาตอย่างชัดแจ้งจาก AcmeTrader</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">(ช) ใช้บริการเพื่อประโยชน์ของบุคคลภายนอกหรือในลักษณะที่ไม่ได้รับอนุญาตตามสิทธิ์การใช้งานที่ให้ไว้ในที่นี้</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">(ซ) ใช้บริการในลักษณะเป็นการฉ้อฉล ผิดจรรยาบรรณ ไม่เป็นความจริง ชี้นำไปในทางที่ผิดหรือเป็นการหลอกลวง</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">(ฌ) เปิดใช้หรือมีบัญชีผู้ใช้หลายบัญชีเพื่อกระทำการใดๆ ที่เป็นการละเมิดข้อกำหนดหรือวัตถุประสงค์ของข้อกำหนดเงื่อนไขการให้บริการนี้</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">(ญ) เข้าถึงแพลตฟอร์มของ AcmeTrader เปิดบัญชีผู้ใช้หรือเข้าถึงบัญชีผู้ใช้ของคุณโดยใช้โปรแกรมเลียนแบบ (emulator) โปรแกรมจำลอง (simulator) บอท (bot) หรือซอฟแวร์หรือฮาร์ดแวร์อื่นใด</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">(ฎ) ปรับเปลี่ยนราคาของสินค้าหรือแทรกแซงบัญชีรายชื่อสินค้าของไซต์</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">(ฏ) ดำเนินการใดๆ ที่อาจบ่อนทำลายระบบให้ข้อคิดเห็นหรือระบบการให้คะแนน</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">(ฐ) พยายามแยกส่วนแฟ้ม ทำวิศวกรรมย้อนกลับ ถอดประกอบหรือเจาะระบบบริการ (หรือส่วนหนึ่งส่วนใดของบริการ) หรือเอาชนะหรือทำลายเทคโนโลยีการเข้ารหัสหรือมาตรการความปลอดภัยที่ AcmeTrader นำมาใช้กับบริการและ/หรือข้อมูลที่ส่งต่อ ดำเนินการ หรือจัดเก็บไว้โดย AcmeTrader</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">(ฑ) เก็บเกี่ยวหรือเก็บรวบรวมข้อมูลเกี่ยวกับเจ้าของบัญชีคนอื่น รวมถึง โดยไม่จำกัดเพียงข้อมูลส่วนบุคคลใดๆ</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">(ฒ) อัปโหลด อีเมล โพสต์ ส่งต่อ หรือทำให้เนื้อหาที่คุณไม่มีสิทธิ์ทำให้ใช้งานได้ภายใต้กฎหมายหรือภายใต้ความสัมพันธ์ตามสัญญาหรือการมอบอำนาจ (เช่น ข้อมูลภายใน ข้อมูลที่เป็นกรรมสิทธิ์และข้อมูลลับที่ได้ทราบหรือถูกเปิดเผยจากความสัมพันธ์ในการจ้างงานหรือภายใต้ข้อตกลงไม่เปิดเผยข้อมูล) ใช้งานได้</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">(ณ) อัปโหลด อีเมล โพสต์ ส่งต่อ หรือทำให้เนื้อหาที่ละเมิดสิทธิบัตร เครื่องหมายการค้า ความลับทางการค้า ลิขสิทธิ์ หรือกรรมสิทธิ์อื่นๆ ของบุคคลอื่น ใช้งานได้</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">(ด) อัปโหลด อีเมล โพสต์ ส่งต่อ หรือทำให้โฆษณาที่ไม่ได้ร้องขอหรือได้รับอนุญาต สื่อประชาสัมพันธ์ “เมลขยะ” “สแปม” “จดหมายลูกโซ่” “ธุรกิจแบบพีระมิด” หรือรูปแบบการเชิญชวนอื่นใดที่ไม่ได้รับอนุญาต ใช้งานได้</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">(ต) อัปโหลด อีเมล โพสต์ ส่งต่อ หรือทำให้วัสดุอื่นๆ ที่มีไวรัสซอฟต์แวร์ หนอน ม้าโทรจัน หรือรหัสคอมพิวเตอร์ รูทีน ไฟล์หรือโปรแกรมที่ออกแบบมาเพื่อแทรกแซงทั้งโดยตรงและโดยอ้อมต่อ ปรับเปลี่ยน ขัดขวาง ทำลาย หรือจำกัดฟังก์ชั่นการทำงานของซอฟต์แวร์คอมพิวเตอร์หรือฮาร์ดแวร์ใดๆ หรือข้อมูลหรืออุปกรณ์โทรคมนาคม ใช้งานได้</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">(ถ) แทรกแซง ปรับเปลี่ยน หรือขัดขวางบริการหรือเซิร์ฟเวอร์หรือเครือข่ายที่เชื่อมต่อกับบริการหรือการใช้งานของผู้ใช้คนอื่นและการเพลิดเพลินกับบริการ หรือฝ่าฝืนข้อกำหนด กระบวนการ นโยบาย หรือข้อบังคับของเครือข่ายที่เชื่อมต่อกับไซต์</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">(ท) ดำเนินการหรือเข้าร่วมในการกระทำที่อาจส่งผลเสียหายทั้งทางตรงหรือทางอ้อม ปิดใช้งาน สร้างภาระหนัก หรือทำให้บริการหรือเซิร์ฟเวอร์หรือเครือข่ายที่เชื่อมต่อกับบริการมีข้อบกพร่อง</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">(ธ) ใช้บริการเพื่อเจตนาหรือไม่เจตนาฝ่าฝืนกฎหมาย กฎระเบียบ ประมวลกฎหมาย คำสั่ง แนวทางปฏิบัติ นโยบาย หรือข้อบังคับของท้องถิ่น ของรัฐ ประเทศ หรือระหว่างประเทศที่เกี่ยวข้อง รวมถึง แต่ไม่จำกัดเพียง กฎหมายและข้อกำหนด (ไม่ว่ามีอำนาจทางกฎหมายของไม่) เกี่ยวกับการป้องกันการฟอกเงินหรือการต่อต้านการก่อการร้าย</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">(น) ใช้บริการเพื่อฝ่าฝืนความเป็นส่วนตัวของผู้อื่น หรือ “ติดตาม” หรือก่อกวนผู้อื่น</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">(บ) ละเมิดสิทธิต่างๆ ของ AcmeTrader ซึ่งรวมถึงสิทธิในทรัพย์สินทางปัญญาและการลวงขายในเรื่องนั้นๆ ด้วย</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">(ป) ใช้บริการเพื่อเก็บรวบรวมหรือจัดเก็บข้อมูลส่วนบุคคลเกี่ยวกับผู้ใช้คนอื่นที่เกี่ยวกับการกระทำและกิจกรรมต้องห้ามที่ระบุไว้ด้านบน และ/หรือ</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">6.3 คุณเข้าใจว่าเนื้อหาทั้งหมด ไม่ว่าโพสต์ต่อสาธารณะหรือส่งต่อแบบเป็นส่วนตัว เป็นความรับผิดชอบของผู้ที่เป็นต้นกำเนิดของเนื้อหาดังกล่าวแต่เพียงผู้เดียว นั่นหมายความว่า คุณ ไม่ใช่ AcmeTrader ต้องรับผิดชอบต่อเนื้อหาทั้งหมดที่คุณอัปโหลด โพสต์ อีเมล ส่งต่อ หรือทำให้ใช้งานได้ทางไซต์แต่เพียงผู้เดียว AcmeTrader ไม่ควบคุมเนื้อหาที่โพสต์บนไซต์ และดังนั้น จึงไม่รับประกันความถูกต้อง ความสมบูรณ์ หรือคุณภาพของเนื้อหาดังกล่าว คุณเข้าใจว่าในการใช้ไซต์ คุณอาจพบเจอกับเนื้อหาที่อาจถือได้ว่าสร้างความขุ่นเคืองใจ ลามกอนาจารหรือน่ารังเกียจ จนถึงขอบเขตสูงสุดที่กฎหมายที่เกี่ยวข้องอนุญาตไว้ ไม่ว่าในกรณีใดก็ตาม AcmeTrader จะไม่รับผิดไม่ว่าในทางใดต่อเนื้อหา รวมถึงแต่ไม่จำกัดเพียง ข้อผิดพลาด หรือการละเว้นเนื้อหา หรือการสูญเสียหรือความเสียหายชนิดใดก็ตามที่เกิดขึ้นอันเป็นผลมาจากการใช้ หรือการพึ่งพาเนื้อหาที่โพสต์ อีเมล ส่งต่อ หรือทำให้ใช้งานได้บนไซต์</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">6.4 คุณรับทราบว่า AcmeTrader อาจหรืออาจไม่คัดกรองเนื้อหาล่วงหน้า แต่ AcmeTrader และผู้ที่ได้รับการแต่งตั้งจาก AcmeTrader จะมีสิทธิ (แต่ไม่ใช่ข้อผูกพัน) ตามดุลยพินิจแต่เพียงผู้เดียวของตนในการคัดกรองล่วงหน้า ปฏิเสธ ลบหรือย้ายเนื้อหาใดๆ ที่ใช้งานได้บนไซต์ โดยไม่เป็นการจำกัดสิ่งที่กล่าวไปก่อนหน้า AcmeTrader และผู้ที่ได้รับการแต่งตั้งจาก AcmeTrader มีสิทธิที่จะลบเนื้อหา (1) ที่ละเมิดเงื่อนไขการให้บริการ (2) ถ้าเราได้รับคำร้องเรียนจากผู้ใช้คนอื่น (3) ถ้าเราได้รับแจ้งเกี่ยวกับการละเมิดทรัพย์สินทางปัญญาหรือคำสั่งทางกฎหมายให้ลบออก หรือ (4) ถ้าเนื้อหาดังกล่าวน่ารังเกียจ เรายังอาจปิดกั้นการส่งการสื่อสาร (รวมถึงแต่ไม่จำกัดเพียง การอัปเดตสถานะ การโพสต์ ข้อความ และ/หรือการสนทนา) ไปยังหรือจากบริการ อันเป็นส่วนหนึ่งของความพยายามของเราที่จะปกป้องบริการหรือผู้ใช้ของเรา หรือบังคับใช้บทบัญญัติของข้อกำหนดและเงื่อนไขเหล่านี้ คุณตกลงว่าคุณจะต้องประเมิน และแบกรับความเสี่ยงทั้งหมดที่เกี่ยวกับการใช้เนื้อหา รวมถึงแต่ไม่จำกัดเพียง การพึ่งพาความถูกต้อง ความครบถ้วน หรือประโยชน์ของเนื้อหาดังกล่าว เกี่ยวกับเรื่องนี้ คุณรับทราบว่าคุณไม่ได้ และจนถึงขอบเขตสูงสุดที่กฎหมายที่เกี่ยวข้องอนุญาตไว้ ไม่สามารถพึ่งพาเนื้อหาที่ AcmeTrader สร้างขึ้น หรือส่งมายัง AcmeTrader รวมถึงแต่ไม่จำกัดเพียง ข้อมูลในกระดานสนทนาของ AcmeTrader และในส่วนอื่นๆ ทั้งหมดของไซต์</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">6.5 คุณรับทราบ ยินยอม และตกลงว่า AcmeTrader อาจเข้าถึง รักษา และเปิดเผยข้อมูลบัญชีของคุณและเนื้อหาหากกฎหมายกำหนดไว้เช่นนั้น หรือตามคำสั่งศาลหรือโดยหน่วยงานรัฐหรือหน่วยงานทางกฎหมายที่มีเขตอำนาจเหนือ AcmeTrader หรือโดยการเชื่อโดยสุจริตว่าการเข้าถึงเพื่อรักษาหรือเปิดเผยนั้นมีความจำเป็นตามสมควรเพื่อ: (ก) ปฏิบัติตามขั้นตอนทางกฎหมาย (ข) บังคับใช้เงื่อนไขการให้บริการนี้ (ค) ตอบสนองต่อข้อเรียกร้องที่ว่าเนื้อหาใดละเมิดสิทธิของบุคคลภายนอก</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">(ง) ตอบสนองต่อคำขอการบริการลูกค้าของคุณ หรือ (จ) ปกป้องสิทธิ ทรัพย์สินหรือความปลอดภัยส่วนบุคคลของ AcmeTrader ผู้ใช้และ/หรือประชาชนทั่วไป</p>
                    <br />

                    <h3 class="theme-payment-page-form-title">7. การละเมิดเงื่อนไขการให้บริการของเรา</h3>
                    <p class="theme-payment-page-signin-subtitle">7.1 การละเมิดนโยบายนี้อาจส่งผลให้มีการดำเนินการหลายประการ รวมถึงแต่ไม่จำกัดเพียง สิ่งใดสิ่งหนึ่งหรือทั้งหมดต่อไปนี้</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">o บัญชีรายชื่อถูกลบ</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">o ถูกกำหนดขีดจำกัดสำหรับสิทธิพิเศษของบัญชี</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">o บัญชีถูกระงับและยกเลิกในเวลาต่อมา</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">o ถูกดำเนินคดีอาญา</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">o ถูกดำเนินคดีทางแพ่ง รวมถึงแต่ไม่จำกัดเพียงการเรียกร้องค่าเสียหายและ/หรือวิธีการชั่วคราว ก่อนพิพากษาหรือคำสั่งห้ามของศาล</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">7.2 หากคุณเชื่อว่าผู้ใช้บนไซต์ของเราละเมิดเงื่อนไขการให้บริการนี้ โปรดติดต่อ support@acdicator.live </p>
                    <br />

                    <h3 class="theme-payment-page-form-title">8. การรายงานการละเมิดสิทธิ์ในทรัพย์สินทางปัญญา</h3>
                    <p class="theme-payment-page-signin-subtitle">8.1 ผู้ใช้เป็นปัจเจกบุคคลหรือธุรกิจที่เป็นอิสระและไม่เกี่ยวข้องกับ AcmeTrader </p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">8.2 AcmeTrader ครอบครองและ/หรือเป็นเจ้าของสินค้าที่ลงรายการไว้บนไซต์เท่านั้น</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">8.3 หากคุณเชื่อว่าสิทธิของคุณหรือสิทธิตัวการของคุณได้ถูกละเมิด โปรดทำหนังสือแจ้งให้เราทราบเป็นลายลักษณ์อักษรโดยส่งทางอีเมลมาที่ support@acdicator.live และส่งเอกสารให้ตามที่ระบุด้านล่างแก่เราเพื่อสนับสนุนการเรียกร้องสิทธิของคุณ AcmeTrader จะตอบข้อร้องเรียนของคุณโดยเร็วที่สุดเท่าที่สามารถดำเนินการได้</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">8.4 ข้อเรียกร้องภายใต้ส่วนที่ 8 นี้ต้องจัดส่งให้ตามแบบฟอร์มที่กำหนดโดย AcmeTrader ซึ่งอาจจะมีการปรับปรุงเป็นครั้งคราว และอย่างน้อยต้องดำเนินการดังต่อไปนี้ด้วย (ก) ลงลายมือชื่อจริงหรือลายเซ็นอิเล็กทรอนิกส์ของเจ้าของ IPR หรือ ตัวแทน IPR (เรียกรวมกันว่า “ผู้ให้ข้อมูล”) (ข) คำอธิบายถึงประเภทและลักษณะของสิทธิในทรัพย์สินทางปัญญาที่ถูกกล่าวหาว่าถูกละเมิดและหลักฐานแห่งสิทธิต่างๆ (ค) รายละเอียดของรายการที่มีการละเมิดตามที่ได้กล่าวหา (ง) ข้อมูลเพียงพอที่จะช่วยให้ AcmeTrader ติดต่อผู้ให้ข้อมูลได้ เช่น ที่อยู่ทางไปรษณีย์ หมายเลขโทรศัพท์ และที่อยู่อีเมล (จ) ถ้อยแถลงจากผู้ให้ข้อมูลที่ว่าข้อร้องเรียนนี้ได้ยื่นเข้ามาด้วยความเชื่อโดยสุจริตและการใช้ทรัพย์สินทางปัญญาที่ระบุโดยผู้ให้ข้อมูล ไม่ได้รับอนุญาตจากเจ้าของ IPR หรือตามที่กฎหมายบัญญัติให้ดำเนินการได้ (ฉ) ถ้อยแถลงจากผู้ให้ข้อมูลที่ว่าข้อมูลในหนังสือบอกกล่าวนั้นถูกต้อง ทั้งนี้ จะต้องรับผิดชดใช้ค่าเสียหายที่เราอาจได้รับอันเป็นผลมาจากข้อมูลที่ผู้ให้ข้อมูลได้จัดเตรียมมาให้ นอกจากนี้ ผู้ให้ข้อมูลรับรองว่าตนมีสิทธิอย่างเหมาะสมหรือได้รับอนุญาตให้ดำเนินการในนามของเจ้าของ IPR ในการร้องเรียนดังกล่าว</p>
                    <br />

                    <h3 class="theme-payment-page-form-title">9. การสั่งซื้อและการชำระเงิน</h3>
                    <p class="theme-payment-page-signin-subtitle">9.1 AcmeTrader สนับสนุนวิธีการชำระเงินต่อไปนี้</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">(1) บัตรเครดิต</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">การชำระผ่านบัตรเครดิตจะดำเนินการผ่านช่องทางการชำระเงินของบุคคลภายนอก และชนิดของบัตรเครดิตที่ช่องทางการชำระเงินเหล่านี้ยอมรับอาจแตกต่างกันไปตามเขตอำนาจตามกฎหมายที่คุณอยู่</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">(2) การโอนเงินผ่านธนาคาร</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">ผู้ซื้อสามารถชำระเงินผ่านเครื่องเอทีเอ็มหรือโอนเงินผ่านธนาคารทางอินเทอร์เน็ต (“การโอนเงินผ่านธนาคาร”) ไปยังบัญชีธนาคาร ที่เรากำหนดไว้ ผู้ซื้อจะต้องส่งใบเสร็จการรับโอนเงินหรือหมายเลขอ้างอิงการทำรายการชำระเงินให้แก่ AcmeTrader เพื่อทำการตรวจสอบผ่านฟังก์ชั่น “อัปโหลดใบเสร็จ” ที่อยู่ในแอปของ AcmeTrader เพื่อเป็นการยืนยันการชำระเงิน หาก AcmeTrader ไม่ได้รับการยืนยันการชำระเงินภายในสาม (3) วัน คำสั่งซื้อของผู้ซื้อจะถูกยกเลิก</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">9.2 ผู้ซื้อสามารถเปลี่ยนวิธีการชำระเงินที่ต้องการได้ต่อเมื่อเปลี่ยนก่อนทำการชำระเงินเท่านั้น</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">9.3 AcmeTrader ไม่รับผิดชอบและจะไม่ยอมรับผิดใดๆ ต่อความสูญเสียหรือความเสียหายแก่ผู้ซื้ออันเกิดจากข้อมูลการจัดส่งและ/หรือข้อมูลการชำระเงินที่ผู้ซื้อป้อนไว้ หรือการที่ผู้ซื้อโอนเงินค่าชำระสินค้าที่ซื้อไม่ถูกต้อง เราสงวนสิทธิ์ในการตรวจสอบว่าผู้ซื้อได้รับอนุญาตอย่างเหมาะสมให้ใช้วิธีการชำระเงินบางอย่าง และอาจระงับธุรกรรมไว้จนกว่าจะได้ยืนยันการอนุญาตนั้นแล้ว หรือยกเลิกธุรกรรมที่เกี่ยวข้องกรณีไม่มีการยืนยันดังกล่าว</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">9.4 ในกรณีที่ AcmeTrader สามารถชำระเงินแก่ผู้ใช้ทางการโอนเงินผ่านธนาคารเท่านั้น ผู้ใช้จำเป็นต้องให้ข้อมูลบัญชีเงินฝากของตนแก่ AcmeTrader เพื่อรับการชำระเงิน กล่าวคือ การคืนเงินจาก AcmeTrader </p>
                    <br />

                    <h3 class="theme-payment-page-form-title">10. การจัดส่ง</h3>
                    <p class="theme-payment-page-signin-subtitle">10.1 คุณรับทราบและตกลงว่าการจัดส่งสินค้าทั้งหมดในประเทศไทย และ/หรือ ต่างประเทศ จะให้บริการหรือบริหารจัดการโดยตัวแทนที่ได้รับอนุญาตโดย AcmeTrder และ/หรือ บริษัท แอ็คดิเคเตอร์ จำกัด และในการใช้บริการของ AcmeTrader คุณตกลงที่จะผูกพันกับข้อตกลงการให้บริการ และ/หรือนโยบายอื่นๆ ที่เกี่ยวข้องตามที่ระบุไว้ในนโยบายของ AcmeTrader</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">10.2 เมื่อ AcmeTrader (ผู้ขาย) ได้รับเงินซื้อสินค้าของเงินซื้อสินค้าของผู้ซื้อแล้ว หลังจากนั้นจะดำเนินการตามที่จำเป็นเพื่อจัดส่งสินค้าที่ซื้อไปยังผู้ซื้อ พร้อมทั้งแจ้งรายละเอียด เช่น ชื่อบริษัทที่จัดส่ง หมายเลขติดตามพัสดุ ฯลฯ ให้แก่ผู้ซื้อผ่านทางไซต์ </p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">10.3 ผู้ขายจะต้องใช้ความพยายามอย่างเต็มที่ในการทำให้แน่ใจว่าผู้ซื้อได้รับสินค้าที่ซื้อภายใน (แล้วแต่ว่าอย่างใดจะเหมาะสม) ระยะเวลาที่ตัวแทนในการจัดส่งสินค้ากำหนด </p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">10.4 ผู้ใช้เข้าใจว่าผู้ขายรับภาระความเสี่ยงทั้งหมดเกี่ยวกับการจัดส่งสินค้าที่ซื้อและรับประกันว่าผู้ขายได้หรือจะมีความคุ้มครองตามการประกันภัยอย่างเพียงพอสำหรับการจัดส่งสินค้าที่ซื้อ ในกรณีที่สินค้าที่ซื้อเสียหาย สูญหาย หรือไม่สามารถจัดส่งได้ในระหว่างการจัดส่ง ผู้ใช้ทราบและตกลงว่า AcmeTrader จะไม่รับผิดสำหรับความเสียหาย ค่าใช้จ่าย ต้นทุน หรือค่าธรรมเนียมอันเนื่องมาจากเหตุดังกล่าว และผู้ขายและ/หรือผู้ซื้อจะดำเนินการติดต่อผู้ให้บริการโลจิสติกส์เพื่อยุติข้อพิพาทดังกล่าวเอง</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">10.5 สำหรับธุรกรรมระหว่างประเทศ ผู้ใช้เข้าใจและยอมรับว่าหากสินค้าที่วางจำหน่ายได้ถูกระบุว่าเป็นสินค้าที่จะจัดส่งมาจากต่างประเทศแล้ว สินค้าดังกล่าวเป็นสินค้าที่จำหน่ายโดยผู้ขายที่อยู่นอกประเทศไทย และการนำเข้าและส่งออกสินค้าดังกล่าวจะอยู่ภายใต้กฎหมายและข้อบังคับท้องถิ่นของประเทศนั้นๆ ผู้ใช้ควรทำความเข้าใจกับข้อจำกัดการนำเข้าและส่งออกทั้งหมดที่ใช้กับประเทศปลายทางที่กำหนด ผู้ใช้ตกลงว่า AcmeTrader จะไม่ต้องรับผิดต่อความเสี่ยงหรือความรับผิดทั้งหมดที่เกี่ยวกับการนำเข้าและส่งออกสินค้าดังกล่าวมายังประเทศไทย</p>
                    <br />

                    <h3 class="theme-payment-page-form-title">11. การยกเลิก การคืนสินค้าและการคืนเงิน</h3>
                    <p class="theme-payment-page-signin-subtitle">11.1 ผู้ซื้อสามารถยกเลิกคำสั่งซื้อได้ก่อนที่จะชำระเงินซื้อสินค้าเท่านั้น</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">11.2 ผู้ซื้อสามารถยื่นคำร้องขอคืนสินค้าที่ซื้อและคืนเงินได้ ตามนโยบายการคืนเงินและคืนสินค้าของ AcmeTrader (โปรดดูรายละเอียดเพิ่มเติมจากนโยบายการคืนเงินและคืนสินค้าของ AcmeTrader) </p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">11.3 AcmeTrader สงวนสิทธิ์ในการยกเลิกธุรกรรมบนไซต์และผู้ซื้อตกลงว่าการเยียวยาแก่ผู้ซื้อมีอย่างเดียวคือการได้รับการคืนเงินซื้อสินค้าของผู้ซื้อที่จ่าย</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">11.4 ในกรณีที่มีการยกเลิก การคืนสินค้าและการคืนเงิน คุณตกลงให้ AcmeTrader หรือตัวแทนที่ได้รับอนุญาตทำการคืนเงินซื้อสินค้าของผู้ซื้อหรือค่าธรรมเนียมอื่นใด ตามนโยบายการคืนเงิน และการคืนสินค้า เท่านั้น</p>
                    <br />


                    <h3 class="theme-payment-page-form-title">12. ความรับผิดชอบของผู้ขาย (AcmeTrader)</h3>
                    <p class="theme-payment-page-signin-subtitle">12.1 AcmeTrader จัดการและตรวจสอบอย่างเหมาะสมว่าข้อมูลที่เกี่ยวข้อง เช่น ราคาและรายละเอียดสินค้า จำนวนสินค้าคงคลัง และข้อกำหนดและเงื่อนไขในการขายได้รับการอัปเดตในบัญชีรายชื่อสินค้าของผู้ขาย และไม่โพสต์ข้อมูลที่ไม่ถูกต้องหรือทำให้เข้าใจผิด</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">12.2 ราคาสินค้าที่จะขายกำหนดโดยผู้ขายตามดุลยพินิจของผู้ขายเอง ราคาสินค้าและค่าจัดส่งจะรวมอยู่ในจำนวนทั้งหมดที่จะเรียกเก็บกับผู้ซื้อ เช่น ภาษีขาย ภาษีมูลค่าเพิ่ม ภาษีศุลกากร เป็นต้น และผู้ขายจะไม่เรียกเก็บเงินดังกล่าวจากผู้ซื้อเพิ่มเติมและแยกต่างหาก</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">12.3 AcmeTrader ตกลงว่าอาจเข้าร่วมกิจกรรมส่งเสริมการขาย เพื่อกระตุ้นการทำธุรกรรมระหว่างผู้ซื้อและผู้ขาย โดยการลด ให้ส่วนลด หรือคืนเงินค่าธรรมเนียม หรือด้วยวิธีการอื่นๆ ตามดุลยพินิจของตัวเอง ทั้งนี้ ราคาขั้นสุดท้ายที่ผู้ซื้อจ่ายจะเป็นราคาที่ได้มีการปรับดังกล่าวแล้ว</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">12.4 เพื่อจุดประสงค์ในการส่งเสริมการขายสินค้าที่ลงรายการไว้ AcmeTrader อาจโพสต์รายการดังกล่าว (ตามราคาที่ปรับแล้ว) บนเว็บไซต์ของบุคคลภายนอก (เช่น ไซต์พอร์ทัลและไซต์เปรียบเทียบราคา) รวมถึงเว็บไซต์อื่นๆ (ในประเทศหรือต่างประเทศ) ที่ดำเนินการโดย AcmeTrader</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">12.5 ผู้ขายจะต้องออกใบเสร็จรับเงิน สลิปบัตรเครดิต หรือใบกำกับภาษีให้แก่ผู้ซื้อเมื่อร้องขอ</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">12.6 การเสียภาษี ศุลกากร และอากรทั้งหมดสำหรับสินค้าที่ขาย AcmeTrader ไม่อาจให้คำแนะนำทางกฎหมายหรือภาษีในเรื่องนี้ได้ เนื่องจากกฎหมายและข้อบังคับด้านภาษีอาจมีการเปลี่ยนแปลงเป็นครั้งคราว ดังนั้น จึงแนะนำว่าหากมีข้อสงสัย ผู้ขายควรขอคำแนะนำจากผู้เชี่ยวชาญ</p>
                    <br />

                    <p class="theme-payment-page-signin-subtitle">12.7 ผู้ขายรับทราบและตกลงว่าหากผู้ขายละเมิดนโยบายใดๆ ของ Seller จะส่งผลให้มีการดำเนินการต่างๆ ดังที่ระบุไว้ในส่วนที่ 7.1</p>
                    <br />

                    <h3 class="theme-payment-page-form-title">13. ค่าธรรมเนียม</h3>
                    <p class="theme-payment-page-signin-subtitle">13.1 ค่าธรรมเนียมการขาย</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">(1) คุณตกลงให้ AcmeTrader สามารถเรียกเก็บค่าธรรมเนียมการทำธุรกรรมการขายจากผู้ขายได้เมื่อการซื้อขายสินค้ากับผู้ซื้อสำเร็จลุล่วงแล้ว โดยให้หักค่าธรรมเนียมดังกล่าวออกจากเงินซื้อสินค้าของผู้ซื้อที่ AcmeTrader จะโอนให้แก่ผู้ขาย (“ค่าธรรมเนียมการขาย”) AcmeTrader จะเป็นผู้กำหนดรายละเอียดเกี่ยวกับการเรียกเก็บค่าธรรมเนียมการขาย วิธีการคำนวณค่าธรรมเนียม และเงื่อนไขอื่นใดที่เกี่ยวข้อง และจะทำการแจ้งผ่านแพลตฟอร์มของ AcmeTrader เป็นครั้งคราว</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">13.2 ค่าธรรมเนียมบัตรเครดิตหรือบัตรเดบิต</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">(1)  ค่าธรรมเนียมบัตรเครดิตหรือบัตรเดบิต จะถูกจัดเก็บเมื่อผู้ซื้อได้ชำระค่าสินค้าผ่านบัตรเครดิตหรือบัตรเดบิต ไม่ว่าจะชำระเต็มจำนวนหรือชำระแบบผ่อนส่ง โดย AcmeTrader จะจัดเก็บค่าธรรมเนียมบัตรเครดิตโดยหักค่าธรรมเนียมดังกล่าวออกจากเงินซื้อสินค้าของ
<br />
ผู้ซื้อที่ AcmeTrader จะโอนให้แก่ผู้ขาย (“ค่าธรรมเนียมบัตรเครดิตหรือบัตรเดบิต”) โดยที่ผู้ขายจะเป็นฝ่ายรับผิดชอบค่าธรรมเนียมดังกล่าวนี้แต่เพียงผู้เดียว</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">(2) อัตราค่าธรรมเนียมบัตรเครดิตหรือบัตรเดบิต จะถูกกำหนดโดย AcmeTrader และจะคิดตำนวณจากมูลค่าสินค้าและค่าจัดส่งสินค้าที่ผู้ซื้อได้ชำระผ่านทางบัตรเครดิตหรือบัตรเดบิตในแต่ละคำสั่งซื้อสินค้า AcmeTrader จะแจ้งรายละเอียดเกี่ยวกับการเรียกเก็บค่า
<br />
ธรรมเนียมบัตรเครดิตหรือบัตรเดบิต วิธีการคำนวณค่าธรรมเนียม และเงื่อนไขอื่นใดที่เกี่ยวข้อง ผ่านแพลตฟอร์มของ AcmeTrader</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">(3) ผู้ขายอาจบวกค่าธรรมเนียมบัตรเครดิตหรือบัตรเดบิต ไปในราคาสินค้าที่จำหน่ายได้
                      ในกรณีดังกล่าวผู้ขายตกลงที่จะไม่เรียกเก็บค่าธรรมเนียมอื่นใดที่เกี่ยวข้องกับการใช้บัตรเครดิตหรือบัตรเดบิต จากผู้ซื้อ AcmeTrader
                      สงวนสิทธิในการหยุดหรือยกเลิกการให้บริการบัญชีของผู้ขายหากผู้ขายได้ละเมิดเงื่อนไขดังกล่าวนี้</p>
                    <br />

                    <p class="theme-payment-page-signin-subtitle">13.3 หากมีการเรียกเก็บค่าธรรมเนียม ค่าธรรมเนียมดังกล่าวอาจมีการคิด VAT และภาษีที่เกี่ยวข้องอื่นๆ รวมเข้าไปด้วย ทั้งนี้ ผู้ขายจะรับผิดชอบค่าภาษีเหล่านั้นเอง

และภาษีที่เกี่ยวข้องจากเงินซื้อสินค้าที่ผู้ซื้อชำระไว้ AcmeTrader จะออกใบเสร็จรับเงินหรือใบกำกับภาษีสำหรับค่าธรรมเนียมและภาษีที่ผู้ขายชำระไว้เมื่อร้องขอ</p>
                    <br />

                    <h3 class="theme-payment-page-form-title">14. ข้อพิพาท</h3>
                    <p class="theme-payment-page-signin-subtitle">14.1 ในกรณีที่เกิดปัญหาในการทำธุรกรรม ผู้ซื้อและผู้ขายตกลงที่จะติดต่อกันและกันเพื่อยุติข้อพิพาทโดยการหารือร่วมกัน โดย AcmeTrader จะใช้ความพยายามอย่างสมเหตุสมผลในการเอื้ออำนวยความสะดวก
                      หากไม่สามารถยุติข้อพิพาทได้ ผู้ใช้สามารถนำเรื่องขึ้นร้องเรียนต่อศาลยุติธรรมในเขตอำนาจศาลของตนเพื่อยุติข้อพิพาทอันเกิดจากการทำธุรกรรม</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">14.2 ผู้ใช้สามารถส่งคำขอเป็นลายลักษณ์อักษร เพื่อให้ช่วยในการยุติปัญหาซึ่งอาจเกิดขึ้นจากการทำธุรกรรมเมื่อได้รับการร้องขอ ตามดุลยพินิจแต่เพียงผู้เดียวของตน และโดยไม่มีความรับผิดอย่างสิ้นเชิงต่อผู้ซื้อและผู้ขาย ดำเนินขั้นตอนทั้งหมดที่จำเป็นเพื่อช่วยผู้ใช้ยุติข้อพิพาทระหว่างกัน </p>
                    <br />

                    <h3 class="theme-payment-page-form-title">15. ความคิดเห็น</h3>
                    <p class="theme-payment-page-signin-subtitle">15.1 AcmeTrader ยินดีรับฟังทุกความคิดเห็นจากผู้ใช้ ซึ่งจะช่วยให้เราได้ปรับปรุงคุณภาพของบริการที่มอบให้ โปรดดูรายละเอียดเพิ่มเติมเกี่ยวกับขั้นตอนการส่งความคิดเห็นด้านล่าง </p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">(i) สามารถส่งความคิดเห็นเป็นลายลักษณ์อักษรทางอีเมลมายัง หรือใช้แบบฟอร์มความคิดเห็น </p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">(ii) ไม่รับความคิดเห็นที่ไม่ระบุชื่อผู้ร้องเรียน </p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">(iii) ผู้ใช้ที่ได้รับผลกระทบจากความคิดเห็นควรได้รับแจ้งถึงข้อเท็จจริงอย่างครบถ้วน และได้รับโอกาสให้ทำเรื่องชี้แจง </p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">(iv) ไม่รับความคิดเห็นที่คลุมเครือและทำให้เสื่อมเสีย</p>
                    <br />

                    <h3 class="theme-payment-page-form-title">16. การปฏิเสธความรับผิดชอบ</h3>
                    <p class="theme-payment-page-signin-subtitle">16.1 บริการนี้จัดไว้ให้ “ตามสภาพจริง” โดยไม่มีการรับประกัน การอ้างสิทธิ์ หรือการรับรอง ไม่ว่าในลักษณะใด ทั้งแบบชัดแจ้ง โดยนัย หรือแบบบังคับ อันเกี่ยวเนื่องกับบริการ รวมถึงแต่ไม่จำกัดเพียง การรับประกันคุณภาพ การดำเนินงาน การไม่ละเมิดสิทธิ ความสามารถในการทำการค้า หรือความเหมาะสมสำหรับวัตถุประสงค์เฉพาะ รวมทั้งไม่มีการรับประกันที่เกิดขึ้นระหว่างการติดต่อ การดำเนินงาน หรือการใช้เพื่อการค้า โดยไม่เป็นการจำกัดสิ่งที่กล่าวไปก่อนหน้านี้ และจนถึงขอบเขตสูงสุดที่กฎหมายที่เกี่ยวข้องอนุญาตไว้ AcmeTrader ไม่รับประกันว่า บริการ ไซต์นี้ หรือการทำงานในไซต์จะพร้อมใช้งานได้ เข้าถึงได้ ไม่หยุดชะงัก ทันต่อเวลา ปลอดภัย ถูกต้อง ครบถ้วน หรือปราศจากข้อผิดพลาด ว่าข้อบกพร่อง หากมี จะได้รับการแก้ไข หรือว่า ไซต์นี้และ/หรือเซิร์ฟเวอร์ของไซต์จะใช้งานได้โดยปราศจากไวรัส นาฬิกา ระบบตั้งเวลา ตัวนับ หนอน ล็อคซอฟต์แวร์ อุปกรณ์สอดแนม ม้าโทรจัน เราติ้ง ประตูกับดัก ระเบิดเวลา หรือรหัส คำสั่ง โปรแกรม หรือส่วนประกอบที่เป็นอันตรายอื่นใด</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">16.2 คุณรับทราบว่าความเสี่ยงทั้งหมดที่เกิดขึ้นจากการใช้หรือการดำเนินงานของไซต์นี้และ/หรือบริการ ตกเป็นของคุณจนถึงขอบเขตสูงสุดที่กฎหมายที่เกี่ยวข้องอนุญาตไว้</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">16.3 AcmeTrader ไม่ได้ควบคุมและ จนถึงขอบเขตสูงสุดที่กฎหมายที่เกี่ยวข้องอนุญาตไว้ ไม่รับประกันหรือรับผิดชอบต่อ: (ก) ความเหมาะสมเพื่อวัตถุประสงค์ การมีอยู่ คุณภาพ ความปลอดภัยหรือความชอบด้วยกฎหมายของสินค้าที่วางจำหน่ายผ่านทางบริการ หรือ (ข) ความสามารถของผู้ขายในการขายสินค้าหรือของผู้ซื้อในการชำระค่าสินค้า หากมีข้อพิพาทที่เกี่ยวกับผู้ใช้ตั้งแต่หนึ่งคนขึ้นไป ผู้ใช้ดังกล่าวตกลงที่จะยุติข้อพิพาทระหว่างกันโดยตรง และจนถึงขอบเขตสูงสุดที่กฎหมายที่เกี่ยวข้องอนุญาตไว้ ปลดปล่อย AcmeTrader และบริษัทในเครือออกจากการอ้างสิทธิ การเรียกร้อง และความเสียหายใดๆ และทั้งหมด อันเกิดจากหรือเกี่ยวเนื่องกับข้อพิพาทดังกล่าว</p>
                    <br />


                    <h3 class="theme-payment-page-form-title">17. ข้อยกเว้นและข้อจำกัดการรับผิด</h3>
                    <p class="theme-payment-page-signin-subtitle">17.1 จนถึงขอบเขตสูงสุดที่กฎหมายที่เกี่ยวข้องอนุญาตไว้ ไม่ว่าในสถานการณ์ใดก็ตาม AcmeTrader จะไม่รับผิดไม่ว่าตามสัญญา การรับประกัน การละเมิด (รวมถึง แต่ไม่จำกัดเพียง ความประมาทเลินเล่อ (ไม่ว่าในเชิงรุก เชิงรับ หรือถูกใส่ความ) ความรับผิดของผลิตภัณฑ์ ความรับผิดโดยสิ้นเชิงหรือทฤษฎีอื่น) หรือประเด็นฟ้องอื่นตามกฎหมาย ตามความเที่ยงธรรม ตามบทกฎหมาย หรืออื่นใด </p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">ที่เกิดจากหรือเกี่ยวเนื่องกับการใช้หรือการไม่สามารถใช้ไซต์นี้หรือบริการ รวมถึงแต่ไม่จำกัดเพียง ความเสียหายอันเกิดจากสิ่งดังกล่าว แม้ว่า AcmeTrader จะได้รับแจ้งถึงความเป็นไปได้ของความเสียหายดังกล่าวแล้วก็ตาม</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">17.2 คุณรับทราบและตกลงว่าสิทธิเพียงอย่างเดียวที่คุณมีเกี่ยวกับปัญหาหรือความไม่พึงพอใจใดๆ ในบริการคือการขอให้ยกเลิกบัญชีของคุณ และ/หรือหยุดใช้งานบริการ</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">17.3 ถ้า โดยไม่คำนึงถึงความในส่วนก่อนหน้า AcmeTrader ถูกศาลหรือเขตอำนาจศาลที่มีอำนาจสั่งให้ต้องรับผิด (รวมถึงต่อการประมาทเลินเล่ออย่างร้ายแรง) จนถึงขอบเขตสูงสุดที่กฎหมายที่เกี่ยวข้องอนุญาตไว้ ความรับผิดต่อคุณหรือบุคคลภายนอกใดๆ จะจำกัดอยู่ที่น้อยกว่าสิ่งต่อไปนี้ (ก) จำนวนเงินที่ต้องชำระให้แก่คุณตามสมควร</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">17.4 ไม่มีสิ่งใดในเงื่อนไขการให้บริการนี้ที่จะจำกัดหรือยกเว้นความรับผิดต่อการเสียชีวิต หรือการบาดเจ็บร่างกายอันเกิดจากความประมาทเลินเล่อของ AcmeTrader การฉ้อโกง หรือต่อความรับผิดอื่นใดในส่วนของ AcmeTrader ที่ไม่สามารถจำกัดและ/หรือยกเว้นได้ตามกฎหมาย</p>
                    <br />

                    <h3 class="theme-payment-page-form-title">18. ลิงก์ไปยังไซต์ของบุคคลภายนอก</h3>
                    <p class="theme-payment-page-signin-subtitle">ลิงก์ของบุคคลภายนอกซึ่งมีอยู่ทั่วทั้งไซต์ จะให้คุณสามารถออกจากไซต์นี้ได้ ลิงก์เหล่านี้จัดไว้ให้ตามมารยาทเท่านั้น และไซต์ที่มีลิงก์ไปไม่ได้อยู่ภายใต้การควบคุมของ AcmeTrader ไม่ว่าในลักษณะใด และคุณเข้าถึงไซต์เหล่านี้ด้วยความเสี่ยงของคุณเอง AcmeTrader ไม่รับผิดชอบไม่ว่ากรณีใดต่อเนื้อหาของไซต์ที่ลิงก์ไปดังกล่าว หรือลิงก์ที่อยู่ในไซต์ที่มีลิงก์ไป รวมถึงการเปลี่ยนแปลงหรือการอัปเดตไซต์ดังกล่าว AcmeTrader จัดลิงก์เหล่านี้ไว้ให้เพื่อความสะดวกเท่านั้น และการรวมลิงก์ใดๆ ไว้ไม่ได้แสดงนัยหรือการเชื่อมโยงอย่างชัดแจ้ง การรับรอง หรือการเป็นผู้สนับสนุนโดย AcmeTrader ถึงไซต์ที่ลิงก์ไปใดๆ และ/หรือเนื้อหาในไซต์ที่ลิงก์ไปนั้น</p>
                    <br />

                    <h3 class="theme-payment-page-form-title">19. การมีส่วนร่วมของคุณต่อบริการ</h3>
                    <p class="theme-payment-page-signin-subtitle">19.1 การส่งเนื้อหาเพื่อรวมไว้ในบริการ แสดงว่าคุณรับรองและรับประกันว่าคุณมีสิทธิและ/หรือการอนุญาตที่จำเป็นทั้งหมดเพื่อมอบสิทธิ์การใช้งานด้านล่างแก่ AcmeTrader คุณยังรับทราบและตกลงต่อไปว่า คุณคือผู้รับผิดชอบแต่เพียงผู้เดียวต่อสิ่งใดก็ตามที่คุณโพสต์หรือทำให้ใช้งานได้บนหรือผ่านทางบริการ รวมถึงแต่ไม่จำกัดเพียง ความถูกต้อง ความน่าเชื่อถือ ลักษณะ การปลอดจากสิทธิ์ การตรงตามกฎหมายและข้อจำกัดทางกฎหมาย ที่เกี่ยวข้องกับเนื้อหาที่ส่งเข้ามา คุณมอบสิทธิ์การใช้งานตลอดกาล ที่เพิกถอนไม่ได้ เป็นสากล ไม่ผูกขาด ปลอดค่าลิขสิทธิ์ สามารถมอบสิทธิต่อไปได้ และเปลี่ยนมือได้ ให้แก่ AcmeTrader และผู้รับช่วงต่อ ในการใช้ คัดลอก แจกจ่าย เผยแพร่ซ้ำ ส่งต่อ ดัดแปลง ปรับเปลี่ยน สร้างงานอนุพันธ์จาก แสดงแก่สาธารณะ และดำเนินการต่อสาธารณะ เนื้อหาที่ส่งเข้ามาดังกล่าวบน ผ่านทางหรือที่เกี่ยวเนื่องกับบริการ ในรูปแบบสื่อใดๆ และผ่านช่องทางสื่อใด รวมถึงแต่ไม่จำกัดเพียง เพื่อการส่งเสริมการขายและแจกจ่ายต่อส่วนต่างๆ ของบริการ (และงานอนุพันธ์ของบริการ) โดยไม่ต้องมีอำนาจหน้าที่ที่ได้รับมอบหมาย และคุณตกลงที่จะสละสิทธิทางศีลธรรมใดๆ (และสิทธิที่คล้ายกันในส่วนต่างๆ ทั่วโลก) ในเรื่องดังกล่าว คุณเข้าใจว่าสิ่งที่คุณส่งเข้ามานั้นอาจถูกส่งต่อทางเครือข่ายต่างๆ และถูกเปลี่ยนเพื่อให้ตรงตามและปรับให้เข้ากับข้อกำหนดทางเทคนิค</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">19.2 วัสดุ ข้อมูล หรือแนวคิดใดที่คุณโพสต์บนหรือผ่านทางบริการ หรือส่งต่อมายัง AcmeTrader ไม่ว่าด้วยวิธีใด (เรียกว่า “สิ่งที่ส่งมา”) ไม่ถือว่าเป็นความลับโดย AcmeTrader และอาจถูกเผยแพร่หรือใช้โดย AcmeTrader โดยปราศจากการชดเชยหรือการรับผิดต่อคุณ ไม่ว่าด้วยจุดประสงค์ใดก็ตาม รวมถึงแต่ไม่จำกัดเพียง การพัฒนา การผลิต และการทำตลาดผลิตภัณฑ์ ในการส่งสิ่งที่ส่งมาแก่ AcmeTrader คุณรับทราบและตกลงว่า AcmeTrader และ/หรือบุคคลภายนอกอื่นๆ อาจพัฒนาซอฟต์แวร์ แอปพลิเคชั่น อินเทอร์เฟส ผลิตภัณฑ์ และส่วนปรับปรุงของสิ่งดังกล่าวโดยอิสระ ซึ่งมีลักษณะการทำงาน รหัส หรือลักษณะพิเศษอื่นตรงหรือคล้ายกับแนวคิดที่กำหนดไว้ในสิ่งที่ส่งมาของคุณ ดังนั้นคุณจึงได้มอบสิทธิ์การใช้งานตลอดกาล ที่เพิกถอนไม่ได้ เป็นสากล ไม่ผูกขาด ปลอดค่าลิขสิทธิ์ สามารถมอบสิทธิต่อไปได้ และเปลี่ยนมือได้ ให้แก่ AcmeTrader และผู้รับช่วงต่อ ในการพัฒนาสิ่งที่ระบุไว้ข้างตน และเพื่อใช้ คัดลอก แจกจ่าย เผยแพร่ซ้ำ ส่งต่อ ดัดแปลง ปรับเปลี่ยน สร้างงานอนุพันธ์จาก แสดงแก่สาธารณะ และดำเนินการต่อสาธารณะ สิ่งที่ส่งมาดังกล่าวบน ผ่านทางหรือที่เกี่ยวเนื่องกับบริการ ในรูปแบบสื่อใดๆ และผ่านช่องทางสื่อใด รวมถึงแต่ไม่จำกัดเพียง เพื่อการส่งเสริมการขายและแจกจ่ายต่อส่วนต่างๆ ของบริการ (และงานอนุพันธ์ของบริการ) โดยไม่ต้องมีอำนาจหน้าที่ที่ได้รับมอบหมาย และคุณตกลงที่จะสละสิทธิทางศีลธรรมใดๆ (และงานอนุพันธ์จากบริการ) ข้อกำหนดนี้ไม่ใช้บังคับกับข้อมูลส่วนบุคคลที่ต้องอยู่ภายใต้นโยบายความเป็นส่วนตัวของเรา เว้นแต่ในขอบเขตที่คุณทำให้ข้อมูลส่วนบุคคลดังกล่าวใช้งานได้แก่สาธารณะบนหรือผ่านทางบริการ</p>
                    <br />

                    <h3 class="theme-payment-page-form-title">20. การรับรองและการรับประกันของคุณ</h3>
                    <p class="theme-payment-page-signin-subtitle">คุณรับรองและรับประกันว่า:</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">(ก) คุณบรรลุนิติภาวะ (และในกรณีของผู้เยาว์ ได้รับความยินยอมจากพ่อแม่หรือผู้ปกครองตามกฎหมาย) มีสิทธิและความสามารถที่จะเข้าทำสัญญาเงื่อนไขการให้บริการนี้และปฏิบัติตามเงื่อนไขนี้ และ</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">(ข) คุณจะใช้บริการเพื่อจุดประสงค์ที่ถูกกฎหมายและตามเงื่อนไขการให้บริการนี้ และกฎหมาย กฎระเบียบ ประมวลกฎหมาย คำสั่ง แนวทางปฏิบัติ นโยบายและข้อบังคับที่บังคับใช้ทั้งหมด</p>
                    <br />

                    <h3 class="theme-payment-page-form-title">21. การกระทำอันเป็นการฉ้อโกงหรือการกระทำที่ต้องสงสัย</h3>
                    <p class="theme-payment-page-signin-subtitle">โดยใช้ดุลยพินิจของ AcmeTrader แต่เพียงผู้เดียว หาก AcmeTrader มีความเชื่อมั่นว่าคุณได้กระทำการหรือทำธุรกรรมใดๆ ที่อาจเป็นการฉ้อโกงหรือเป็นที่ต้องสงสัย เราอาจจะดำเนินมาตรการต่างๆ เพื่อปกป้อง AcmeTrader และ/หรือ ผู้ซื้อ หรือบุคคลภายนอกจากการคืนเงิน (reversals) การปฏิเสธการจ่ายเงิน (chargebacks) การคัดค้านการจ่ายเงิน (claims) ค่าธรรมเนียม ค่าปรับ เบี้ยปรับและความรับผิดอื่นใด มาตรการที่เราอาจจะดำเนินการได้แก่</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">(ก) เราอาจจะปิด ระงับหรือจำกัดการเข้าถึงบัญชีของคุณหรือการให้บริการ และ/หรือระงับการทำธุกรรมใดๆ </p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">(ข) เราอาจจะระงับสิทธิการใช้งานของคุณ</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">(ค) เราอาจปฏิเสธการให้บริการแก่คุณทันทีหรือในอนาคต</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">(ง) เราอาจจะถือครองบัญชีการใช้งานของท่านในระยะเวลาที่จำเป็นต่อการป้องกันความเสี่ยงที่อาจก่อให้เกิดความรับผิดต่อ AcmeTrader หรือบุคคลภายนอก หรือกรณีที่เรามีความเชื่อมั่นว่าคุณได้กระทำการหรือทำธุรกรรมใดๆ ที่อาจเป็นการฉ้อโกงหรือเป็นที่ต้องสงสัย</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">เพื่อวัตถุประสงค์ในการตีความในข้อนี้</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">“การปฏิเสธการจ่ายเงิน (chargebacks)” หมายถึง คำร้องเรียนที่ผู้ซื้อยื่นต่อบริษัทบัตรเดบิตหรือบัตรเครดิตของผู้ซื้อหรือธนาคารที่ออกบัตรเดบิตหรือบัตรเครดิตเพื่อทำให้การจ่ายเงินเป็นโมฆะ</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">“การคัดค้านการจ่ายเงิน (claims)” หมายถึง การคัดค้านการจ่ายเงินที่ผู้ซื้อที่ได้แจ้งต่อ AcmeTrader โดยตรง</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">“การคืนเงิน (reversals)” หมายถึง การคืนเงินค่าสินค้า เนื่องจาก (ก) ธนาคารของผู้ร้องขอได้ทำให้การจ่ายเงินดังกล่าวเป็นโมฆะ (ข) AcmeTrader ได้นำส่งสินค้าแก่คุณผิดพลาด (ค) ผู้นำส่งสินค้าไม่ได้รับอนุญาตให้นำส่งค่าสินค้าดังกล่าว (ตัวอย่างเช่น ผู้นำส่งได้ใช้บัตรเครดิตที่ถูกขโมย) (ง) AcmeTrader ประสงค์ที่จะคัดค้านการจ่ายเงินกับคุณ</p>
                    <br />



                    <h3 class="theme-payment-page-form-title">22. การชดใช้ค่าเสียหาย</h3>
                    <p class="theme-payment-page-signin-subtitle">22.1 คุณตกลงที่จะชดใช้ ปกป้องและทำให้ AcmeTrader ผู้ถือหุ้น บริษัทย่อย บริษัทในเครือ กรรมการ เจ้าหน้าที่ ตัวแทน ผู้ร่วมแบรนด์ หรือหุ้นส่วนอื่น และพนักงาน (เรียกรวมว่า “ฝ่ายที่ได้รับการชดใช้”) พ้นจากการเรียกร้องสิทธิ การดำเนินการ การดำเนินคดี และการฟ้องร้องคดี รวมถึงหนี้สิน ความเสียหาย การชำระหนี้ บทลงโทษ ค่าปรับ ค่าใช้จ่ายและต้นทุนที่เกี่ยวข้องทั้งหมด (รวมถึงแต่ไม่จำกัดเพียง ค่าใช้จ่ายในการยุติข้อพิพาทอื่นๆ) ที่เกิดแก่ฝ่ายที่ได้รับการชดใช้ อันเกิดจากหรือเกี่ยวข้องกับ: (ก) ธุรกรรมใดๆ ที่ทำขึ้นบนไซต์ หรือข้อพิพาทใดๆ ที่เกี่ยวข้องกับธุรกรรมดังกล่าว เว้นแต่กรณีที่ AcmeTrader หรือบริษัทในเครือเป็นผู้จำหน่ายสินค้าในธุรกรรมที่เกี่ยวข้องกับข้อพิพาทดังกล่าว) (ข) การโฮสต์ การดำเนินงาน การจัดการและ/หรือการดูแลระบบบริการ โดยหรือในนามของ AcmeTrader (ค) การฝ่าฝืนหรือละเมิดเงื่อนไขใดๆ ในเงื่อนไขการให้บริการนี้และนโยบายหรือแนวทางปฏิบัติอื่นใดที่อ้างถึงในที่นี่ (ง) การใช้หรือใช้บริการในทางที่ผิด หรือ (จ) การละเมิดกฎหมายหรือสิทธิใดๆ ของบุคคลภายนอก</p>
                    <br />

                    <h3 class="theme-payment-page-form-title">23. การแยกออกจากกันได้</h3>
                    <p class="theme-payment-page-signin-subtitle">หากบทบัญญัติใดในเงื่อนไขการให้บริการนี้ถือว่าผิดกฎหมาย เป็นโมฆะ หรือไม่สามารถบังคับใช้ได้ไม่ว่าด้วยเหตุผลใดภายใต้กฎหมายของเขตอำนาจศาลใด ให้ถือว่าบทบัญญัตินั้นสามารถแยกออกจากกันได้จากข้อกำหนดและเงื่อนไขนี้ และไม่ส่งผลต่อความสมบูรณ์และการมีผลบังคับใช้ของบทบัญญัติที่เหลือ หรือความสมบูรณ์และการมีผลบังคับใช้ของบทบัญญัติที่มีปัญหาภายใต้กฎหมายของเขตอำนาจศาลอื่นใด</p>
                    <br />

                    <h3 class="theme-payment-page-form-title">24. กฎหมายที่ใช้บังคับ</h3>
                    <p class="theme-payment-page-signin-subtitle">เงื่อนไขการให้บริการนี้จะอยู่ภายใต้บังคับและตีความตามกฎหมายของประเทศไทย โดยไม่คำนึงถึงความขัดแย้งกับกฎแห่งกฎหมาย อนุสัญญาสหประชาชาติว่าด้วยสัญญาการจำหน่ายสินค้าระหว่างประเทศและกฎหมายธุรกรรมข้อมูลคอมพิวเตอร์ที่เป็นมาตรฐานเดียวกัน ถึงขอบเขตที่บังคับใช้ได้ ถูกสงวนสิทธิ์ไว้อย่างชัดแจ้ง เว้นแต่กฎหมายที่บังคับใช้จะกำหนดไว้เป็นอย่างอื่น ข้อพิพาท ข้อขัดแย้ง การเรียกร้องสิทธิหรือความแตกต่างทุกประเภทที่อาจจะเกิดขึ้น จากหรือเกี่ยวข้องกับเงื่อนไขการให้บริการนี้ ต่อหรือเกี่ยวข้องกับ AcmeTrader หรือฝ่ายที่ได้รับการชดใช้ภายใต้เงื่อนไขการให้บริการนี้ ให้ส่งเรื่องและยุติในขั้นตอนสุดท้ายโดยอนุญาโตตุลาการประเทศไทยตามกฎการอนุญาโตตุลาการของสถาบันอนุญาโตตุลาการ ที่บังคับใช้อยู่ในขณะนี้ ซึ่งถือว่าได้รวมกฎเข้าไว้โดยการอ้างอิงในส่วนนี้ จะมีอนุญาโตตุลาการหนึ่ง (1) ท่านและภาษาในการอนุญาโตตุลาการคือภาษาไทย</p>
                    <br />

                    <h3 class="theme-payment-page-form-title">25. บทบัญญัติทั่วไป</h3>
                    <p class="theme-payment-page-signin-subtitle">25.1 AcmeTrader สงวนสิทธิ์ทั้งหมดที่ไม่ได้ให้ไว้โดยชัดแจ้งในที่นี้</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">25.2 AcmeTrader อาจแก้ไขเงื่อนไขการให้บริการนี้ได้ตลอดเวลาโดยโพสต์เงื่อนไขการให้บริการฉบับแก้ไขบนไซต์นี้ การใช้งานไซต์นี้ต่อไปของคุณหลังการเปลี่ยนแปลงดังกล่าวจะถือว่าคุณยอมรับเงื่อนไขการให้บริการฉบับแก้ไขนั้นแล้ว</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">25.3 คุณต้องไม่มอบหมาย ให้สิทธิ์การใช้งานต่อ หรือโอนสิทธิที่มอบให้แก่คุณในที่นี้หรือทำสัญญาช่วงข้อผูกพันใดๆ ของคุณ</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">25.4 ไม่มีสิ่งใดในเงื่อนไขการให้บริการนี้จะถือเป็นการเป็นหุ้นส่วน การลงทุนร่วม หรือความสัมพันธ์ระหว่างตัวการกับตัวแทน </p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">25.5 ความล้มเหลวของ AcmeTrader ไม่ว่าเวลาใด ที่จะบังคับใช้บทบัญญัติใดของเงื่อนไขนี้ ไม่ส่งผลไม่ว่าในทางใดต่อสิทธิของตนในภายหลังที่จะบังคับใช้บทบัญญัติดังกล่าว เว้นแต่มีการสละสิทธิ์ไว้เป็นลายลักษณ์อักษร</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">25.6 เงื่อนไขการให้บริการนี้มีไว้เพื่อคุณและประโยชน์ของเราเท่านั้น และไม่ใช่เพื่อประโยชน์ของบุคคลหรือนิติบุคคลอื่นใด เว้นแต่บริษัทย่อยและบริษัทในเครือของ AcmeTrader (และผู้รับช่วงและผู้รับมอบหมายของบริษัทย่อยและบริษัทในเครือที่เกี่ยวข้องของ AcmeTrader แต่ละแห่ง)</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">25.7 เงื่อนไขที่กำหนดไว้ในเงื่อนไขการให้บริการนี้และข้อตกลงรวมถึงนโยบายใดๆ ที่รวมอยู่ในหรืออ้างถึงในเงื่อนไขการให้บริการนี้ ถือเป็นข้อตกลงที่สมบูรณ์ และความเข้าใจของคู่สัญญาอันเกี่ยวกับบริการและไซต์ และใช้แทนที่ข้อตกลงหรือความเข้าใจก่อนหน้านี้ระหว่างคู่สัญญาซึ่งเกี่ยวข้องกับเรื่องดังกล่าว ดังนั้นคู่สัญญาจึงยกเว้นเงื่อนไขโดยนัยทั้งหมดตามข้อเท็จจริง ในการเข้าทำข้อตกลงที่เกิดจากเงื่อนไขการให้บริการนี้นั้น คู่สัญญาไม่ได้พึ่งพาถ้อยแถลง การรับรอง การรับประกัน ความเข้าใจ ภาระหน้าที่ คำสัญญา หรือคำมั่นจากบุคคลใดนอกเหนือจากที่ระบุไว้อย่างชัดแจ้งในเงื่อนไขการให้บริการนี้ คู่สัญญาแต่ละฝ่ายสละการเรียกร้องที่เพิกถอนไม่ได้และไม่มีเงื่อนไข สิทธิและการเยียวยาทั้งหมด ซึ่งแต่สำหรับส่วนนี้ ตนอาจมีอันเกี่ยวเนื่องกับสิ่งใดที่กล่าวมาก่อนหน้านี้ เงื่อนไขการให้บริการนี้ไม่อาจโต้แย้ง อธิบาย หรือเสริมด้วยหลักฐานข้อตกลงก่อนหน้า ข้อตกลงปากเปล่าซึ่งเกิดขึ้นพร้อมกัน หรือเงื่อนไขเพิ่มเติมที่สอดคล้องกันใดๆ</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">25.8 คุณตกลงที่จะปฏิบัติตามกฎหมาย บทกฎหมาย ข้อบังคับและประมวลกฎหมายที่บังคับใช้ทั้งหมด ที่เกี่ยวกับการต่อต้านการติดสินบนและการทุจริต รวมถึงแต่ไม่จำกัดเพียงพระราชบัญญัติการติดสินบนของสหราชอาณาจักร กฎหมายป้องกันการทุจริตในต่างประเทศของสหรัฐฯ และกฎหมายป้องกันการทุจริตของสิงคโปร์ รวมทั้งยืนยันว่าคุณได้และจะกำหนดนโยบายและระเบียบทั้งหมดที่จำเป็นเพื่อรับรองการปฏิบัติตามข้อกำหนดดังที่ว่านี้</p>
                    <br />
                    <p class="theme-payment-page-signin-subtitle">25.9 หากมีคำถามหรือข้อกังวลเกี่ยวกับเงื่อนไขการให้บริการนี้ หรือมีปัญหาที่เกิดจากเงื่อนไขการให้บริการนี้หรือบนไซต์ โปรดติดต่อเราที่: support@acdicator.live </p>
                    <br />





                </div>

              </div>
            </div>
          </div>






        </div>
      </div>



      <div class="col-md-2 ">


      </div>




    </div>
  </div>
</div>

@endsection

@section('scripts')

<script>



</script>

@stop('scripts')
